import TextSection from "../../components/TextSection";

const Home = () => {
  return (
    <>
      <div className="p-10 dark:text-white">
        <TextSection
          title={<h4>شرکت فناوری هوشمند تروسکه راد</h4>}
          text={
            <p className="w-[80%]">
              شرکت تروسکه یک مجموعه پیشرو در حوزه فناوری است که با تمرکز بر
              توسعه نرم‌افزارهای تحت وب، استارتاپ‌های بازی‌سازی، و آموزش تخصصی،
              تلاش می‌کند تا استانداردهای جدیدی در صنعت برنامه‌نویسی و گیمینگ
              تعریف کند. ما با بهره‌گیری از تیمی مجرب و خلاق، خدمات متنوعی از
              جمله طراحی و توسعه وب‌سایت‌های حرفه‌ای، پیاده‌سازی سیستم‌های تحت
              وب، و ارائه راهکارهای نوین دیجیتال را به مشتریان خود ارائه
              می‌دهیم. علاوه بر خدمات توسعه نرم‌افزار، یکی از مأموریت‌های اصلی
              ما، آموزش و توانمندسازی افراد مستعد در حوزه فناوری است. به همین
              منظور، با برگزاری بوت‌کمپ‌های تخصصی در زمینه‌های مختلف
              برنامه‌نویسی و علوم کامپیوتر، به جذب و پرورش کارآموزان می‌پردازیم
              تا آنان را برای ورود به بازار کار آماده کنیم. همچنین، تروسکه با
              فراهم‌سازی بستری برای ثبت سفارش و طراحی وب‌سایت‌های اختصاصی، امکان
              ارائه راهکارهای سفارشی‌سازی‌شده برای کسب‌وکارهای مختلف را فراهم
              می‌کند. از استارتاپ‌های نوپا گرفته تا شرکت‌های بزرگ، ما در کنار
              شما هستیم تا بهترین راه‌حل‌های دیجیتالی را متناسب با نیازهای شما
              ارائه دهیم. با ما همراه شوید تا در مسیر پیشرفت، نوآوری و تحول
              دیجیتال، گام‌های مؤثری بردارید.
            </p>
          }
        />
      </div>
    </>
  );
};

export default Home;
